// Button labels
"CANCEL" = "取消";

// Category names
"CATEGORY_APPLICATIONS" = "應用程式";
"CATEGORY_BOOKMARKS" = "網頁";
"CATEGORY_CONTACTS" = "聯絡資訊";
"CATEGORY_DOCUMENTS" = "文件";
"CATEGORY_EVENTS" = "事件與待辦事項";
"CATEGORY_FOLDERS" = "檔案夾";
"CATEGORY_IMAGES" = "影像";
"CATEGORY_MAIL" = "Mail 郵件";
"CATEGORY_MOVIES" = "影片";
"CATEGORY_MUSIC" = "音樂";
"CATEGORY_PDFS" = "PDF 文件";
"CATEGORY_SYSTEMPREFS" = "系統偏好設定";
"CATEGORY_FONTS" = "字體";
"CATEGORY_PRESENTATIONS" = "簡報";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "空白鍵";

//alerts
"HOT_KEY_IN_USE_TITLE" = "鍵盤快速鍵正使用中";
"HOT_KEY_IN_USE_MESSAGE" = "此鍵盤快速鍵正由系統或其他應用程式使用中。請選擇其他快速鍵或使用“鍵盤偏好設定”來自定另外的系統快速鍵。";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "鍵盤快速鍵錯誤";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "當嘗試登錄所選的鍵盤快速鍵時發生未知類型錯誤 %d。請再試一次或選擇另外的快速鍵。";
"DUPLICATE_ITEM_TITLE" = "重複項目";
"DUPLICATE_ITEM_MESSAGE" = "此項目已存在於列表中，所以未被加入。";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "列表中已存在一或多個項目，所以未加入這些項目。";

"PRIVACY_ALERT_TITLE" = "隱私列表錯誤";
"PRIVACY_ERROR_UNKNOWN" = "由於發生未知的錯誤，因此無法加入或移除項目。"; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "由於您沒有適當權限，因此無法加入或移除項目。"; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "由於尚未建立位置的索引，因此無法加入或移除項目。"; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "您確定不要讓 Spotlight 在“%@”裡進行搜尋嗎？";
"PRIVACY_BREAK_APPS_MESSAGE" = "若您將此位置排除在 Spotlight 搜尋之外，則搜尋功能將無法在某些應用程式裡使用。";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "加入不建立索引的磁碟或檔案夾。";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "移除不建立索引的所選磁碟或檔案夾。";

//tool tips
"ADD_ITEM_TOOLTIP" = "加入要排除的檔案夾";
"DELETE_ITEM_TOOLTIP" = "從列表移除所選的項目";

//button titles
"CHOOSE" = "選擇";

//For undo menu
"UNDO_DELETE" = "刪除";
"UNDO_ADD" = "新增";

//Key names
"RETURN_KEY" = "Return";
"ENTER_KEY" = "Enter";
"TAB_KEY" = "Tab";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Delete";
